{
  "led_zeppelin": {
    "historia": "Formado em 1968 sobre as cinzas dos Yardbirds, o Led Zeppelin reuniu a genialidade de Jimmy Page na guitarra, a potência vocal de Robert Plant, a versatilidade de John Paul Jones no baixo e teclados e a força inigualável de John Bonham na bateria. O quarteto britânico redefiniu o rock com uma fusão avassaladora de blues pesado, folk e psicodelia. Já em 1969, lançaram dois álbuns, Led Zeppelin I e Led Zeppelin II, que estabeleceram sua sonoridade crua e poderosa, conquistando imediatamente uma legião de fãs e preparando o terreno para uma dominação musical sem precedentes.\n\nA década de 1970 marcou o apogeu criativo e comercial do grupo, que se consolidou como a maior banda do mundo. Expandindo suas fronteiras musicais, lançaram uma sequência de obras primas. Led Zeppelin III, de 1970, explorou com maestria influências acústicas e folk, enquanto o álbum seguinte, sem título e conhecido como Led Zeppelin IV, de 1971, tornou se um monumento do rock, contendo hinos como \"Stairway to Heaven\" e \"Black Dog\". O sucesso continuou com Houses of the Holy de 1973 e o épico álbum duplo Physical Graffiti de 1975, ambos aclamados pela crítica e pelo público por sua complexidade e diversidade musical.\n\nA trajetória da banda foi tragicamente interrompida em setembro de 1980 com a morte do baterista John Bonham. Em respeito à sua química insubstituível, os membros restantes decidiram encerrar as atividades, declarando que não poderiam continuar sem ele. Apesar de uma carreira relativamente curta, o Led Zeppelin deixou um legado imortal. São considerados pioneiros do hard rock e do heavy metal, e sua discografia continua a ser uma referência de inovação, poder e virtuosismo, influenciando incontáveis artistas através das gerações.",
    "albuns": [
      {
        "album": "Led Zeppelin",
        "year": 1969,
        "tracks": [
          "Good Times Bad Times",
          "Babe I'm Gonna Leave You",
          "You Shook Me",
          "Dazed And Confused",
          "Your Time Is Gonna Come",
          "Black Mountain Side",
          "Communication Breakdown",
          "I Can't Quit You Baby",
          "How Many More Times"
        ],
        "description": "O álbum de estreia homônimo é uma explosão de blues-rock pesado e psicodelia. Lançado em 1969, ele estabeleceu a base sonora da banda, com faixas como 'Dazed and Confused' e 'Communication Breakdown' que misturam a ferocidade do rock com as raízes profundas do blues americano, definindo um novo paradigma para a música pesada."
      },
      {
        "album": "Led Zeppelin II",
        "year": 1969,
        "tracks": [
          "Whole Lotta Love",
          "What Is and What Should Never Be",
          "The Lemon Song",
          "Thank You",
          "Heartbreaker",
          "Living Loving Maid (She's Just a Woman)",
          "Ramble On",
          "Moby Dick",
          "Bring It On Home"
        ],
        "description": "Considerado por muitos o álbum que definiu o hard rock, 'Led Zeppelin II' é mais direto e pesado que seu antecessor. Gravado enquanto a banda estava em turnê, o álbum captura a energia crua de suas apresentações ao vivo, com riffs icônicos em faixas como 'Whole Lotta Love' e 'Heartbreaker', e uma temática que explora o sexo, a estrada e a mitologia do rock and roll."
      },
      {
        "album": "Led Zeppelin III",
        "year": 1970,
        "tracks": [
          "Immigrant Song",
          "Friends",
          "Celebration Day",
          "Since I've Been Loving You",
          "Out On The Tiles",
          "Gallows Pole",
          "Tangerine",
          "That's The Way",
          "Bron-Y-Aur Stomp",
          "Hats Off To (Roy) Harper"
        ],
        "description": "Este álbum marcou uma virada surpreendente para um som predominantemente acústico e folk, inspirado por um retiro em uma cabana no País de Gales (Bron-Y-Aur). Apesar de ainda conter faixas de rock pesado como 'Immigrant Song', o álbum é dominado por baladas pastorais e melodias celtas, explorando temas de natureza, mitologia e introspecção, mostrando a versatilidade musical da banda."
      },
      {
        "album": "Led Zeppelin IV",
        "year": 1971,
        "tracks": [
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Stairway to Heaven",
          "Misty Mountain Hop",
          "Four Sticks",
          "Going to California",
          "When the Levee Breaks"
        ],
        "description": "Um dos álbuns mais icônicos e misteriosos da história do rock, o quarto álbum sem título é uma obra-prima que consolida todos os elementos do som do Led Zeppelin. Do hard rock pulsante de 'Black Dog' ao folk místico de 'The Battle of Evermore' e a épica e atemporal 'Stairway to Heaven', o álbum explora temas de ocultismo, fantasia e espiritualidade, tornando-se um marco cultural."
      },
      {
        "album": "Houses of the Holy",
        "year": 1973,
        "tracks": [
          "The Song Remains The Same",
          "The Rain Song",
          "Over The Hills And Far Away",
          "The Crunge",
          "Dancing Days",
          "D'yer Mak'er",
          "No Quarter",
          "The Ocean"
        ],
        "description": "Expandindo ainda mais suas fronteiras musicais, 'Houses of the Holy' incorpora influências de reggae ('D'yer Mak'er') e funk ('The Crunge') em seu som. O álbum é mais brilhante e otimista, com uma produção mais polida e complexa. As letras mergulham em temas de fantasia, mitologia e viagens, como visto na épica 'No Quarter' e na melódica 'The Rain Song'."
      },
      {
        "album": "Physical Graffiti",
        "year": 1975,
        "tracks": [
          "Custard Pie",
          "The Rover",
          "In My Time of Dying",
          "Houses of the Holy",
          "Trampled Under Foot",
          "Kashmir",
          "In the Light",
          "Bron-Yr-Aur",
          "Down By the Seaside",
          "Ten Years Gone",
          "Night Flight",
          "The Wanton Song",
          "Boogie With Stu",
          "Black Country Woman",
          "Sick Again"
        ],
        "description": "Um álbum duplo monumental que serve como uma vitrine para a diversidade musical do Led Zeppelin. 'Physical Graffiti' passeia por hard rock, blues, funk, e até música oriental na majestosa 'Kashmir'. O álbum reúne novas gravações com sobras de sessões anteriores, criando uma obra expansiva e coesa que explora temas que vão da vida na estrada a reflexões existenciais."
      },
      {
        "album": "Presence",
        "year": 1976,
        "tracks": [
          "Achilles Last Stand",
          "For Your Life",
          "Royal Orleans",
          "Nobody's Fault But Mine",
          "Candy Store Rock",
          "Hots On For Nowhere",
          "Tea For One"
        ],
        "description": "Gravado em um período turbulento para a banda, 'Presence' é um álbum visceral e dominado por guitarras. É o único álbum de estúdio que não contém teclados ou violões, resultando em um som de hard rock direto e intenso. Faixas como a épica 'Achilles Last Stand' refletem um senso de urgência e luta, com temas líricos que abordam a sobrevivência e a resiliência."
      },
      {
        "album": "In Through the Out Door",
        "year": 1979,
        "tracks": [
          "In The Evening",
          "South Bound Saurez",
          "Fool In The Rain",
          "Hot Dog",
          "Carouselambra",
          "All My Love",
          "I'm Gonna Crawl"
        ],
        "description": "Marcado pela crescente influência do tecladista John Paul Jones, este álbum adota uma sonoridade mais pop e experimental, com uso proeminente de sintetizadores. Canções como 'Fool in the Rain' (com seu ritmo de samba) e a balada 'All My Love' mostram uma faceta mais suave e melódica da banda, contrastando com o rock pesado de seus primeiros anos. Os temas refletem maturidade e perda."
      },
      {
        "album": "Coda",
        "year": 1982,
        "tracks": [
          "We're Gonna Groove",
          "Poor Tom",
          "I Can't Quit You Baby",
          "Walter's Walk",
          "Ozone Baby",
          "Darlene",
          "Bonzo's Montreux",
          "Wearing and Tearing"
        ],
        "description": "Lançado após a morte de John Bonham e o fim da banda, 'Coda' é uma coleção de faixas não lançadas e outtakes de várias sessões de gravação ao longo da carreira do Led Zeppelin. O álbum serve como um epílogo, oferecendo um vislumbre de diferentes momentos da banda, desde o blues pesado do início de carreira até faixas mais experimentais, funcionando como uma despedida para os fãs."
      },
      {
        "album": "Led Zeppelin (Box Set)",
        "year": 1990,
        "tracks": [
          "Whole Lotta Love",
          "Heartbreaker",
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "What Is and What Should Never Be",
          "Thank You",
          "I Can't Quit You Baby",
          "Dazed and Confused",
          "Your Time Is Gonna Come",
          "Ramble On",
          "Travelling Riverside Blues",
          "Friends",
          "Celebration Day",
          "Hey Hey What Can I Do",
          "White Summer / Black Mountain Side",
          "Black Dog",
          "Over the Hills and Far Away",
          "Immigrant Song",
          "The Battle of Evermore",
          "Bron-Y-Aur Stomp",
          "Tangerine",
          "Going to California",
          "Since I've Been Loving You",
          "D'yer Mak'er",
          "Gallows Pole",
          "Custard Pie",
          "Misty Mountain Hop",
          "Rock and Roll",
          "The Rain Song",
          "Stairway to Heaven",
          "Kashmir",
          "Trampled Under Foot",
          "For Your Life",
          "No Quarter",
          "Dancing Days",
          "When the Levee Breaks",
          "Achilles Last Stand",
          "The Song Remains the Same",
          "Ten Years Gone",
          "In My Time of Dying",
          "In the Evening",
          "Candy Store Rock",
          "The Ocean",
          "Ozone Baby",
          "Houses of the Holy",
          "Wearing and Tearing",
          "Poor Tom",
          "Nobody's Fault But Mine",
          "Fool in the Rain",
          "In the Light",
          "The Wanton Song",
          "Moby Dick / Bonzo's Montreux",
          "I'm Gonna Crawl",
          "All My Love"
        ],
        "description": "Conjunto de quatro CDs que marcou a primeira vez que o catálogo da banda foi masterizado para CD, sob supervisão de Jimmy Page que diferente de um álbum de estúdio, possui 54 faixas pensadas pelo guitarrista Jimmy Page para oferecer um panorama da carreira da banda, com todas as músicas óbvias e essenciais presentes. Além de incluir canções de todos os nove álbuns de estúdio, o conjunto apresenta material especial como uma nova faixa (Traveling to Riverside Blues), uma gravação ao vivo inédita (White Summer Black Mountain Side) e uma mistura de duas músicas (Moby Dick e Bonzo's Montreux). O pacote inclui um livreto de 36 páginas com informações da banda e fotos. Algumas edições maiores (tamanho LP) para colecionadores também incluíam pôsteres da banda."
      },
      {
        "album": "Led Zeppelin Remasters",
        "year": 1990,
        "tracks": [
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "Good Times Bad Times",
          "Dazed and Confused",
          "Whole Lotta Love",
          "Heartbreaker",
          "Ramble On",
          "Immigrant Song",
          "Celebration Day",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Misty Mountain Hop",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "The Rain Song",
          "D'yer Mak'er",
          "No Quarter",
          "Houses of the Holy",
          "Kashmir",
          "Trampled Underfoot",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "All My Love",
          "In the Evening"
        ],
        "description": "A versão em CD duplo do Led Zeppelin Remasters, lançada simultaneamente à caixa quádrupla em outubro de 1990, serviu como uma compilação de melhores momentos mais acessível para o público geral.Focando nos principais sucessos e nas músicas mais icônicas da banda. apresentava 24 faixas, incluindo clássicos indiscutíveis como Stairway to Heaven, Whole Lotta Love, Black Dog, Rock and Roll e Kashmir, todas se beneficiando da remasterização digital supervisionada por Jimmy Page oferecendo um resumo poderoso e de alta qualidade da lendária carreira do Led Zeppelin."
      },
      {
        "album": "Led Zeppelin Boxed Set 2",
        "year": 1993,
        "tracks": [
          "Good Times Bad Times",
          "We're Gonna Groove",
          "Night Flight",
          "That's the Way",
          "Baby Come On Home (Previously Unreleased)",
          "The Lemon Song",
          "You Shook Me",
          "Boogie With Stu",
          "Bron-Yr-Aur",
          "Down by the Seaside",
          "Out on the Tiles",
          "Black Mountain Side",
          "Moby Dick",
          "Sick Again",
          "Hot Dog",
          "Carouselambra",
          "South Bound Saurez",
          "Walter's Walk",
          "Darlene",
          "Black Country Woman",
          "How Many More Times",
          "The Rover",
          "Four Sticks",
          "Hats Off to (Roy) Harper",
          "I Can't Quit You Baby",
          "Hots On for Nowhere",
          "Living Loving Maid (She's Just a Woman)",
          "Royal Orleans",
          "Bonzo's Montreux",
          "The Crunge",
          "Bring It On Home",
          "Tea For One"
        ],
        "description": "Lançado em setembro de 1993, foi concebido para complementar o primeiro box set de 1990, reunindo todas as faixas restantes do catálogo de estúdio da banda que haviam ficado de fora da compilação anterior. A principal função deste box era garantir que, combinando-o com o primeiro Boxed Set, os fãs tivessem a discografia completa de estúdio da banda em formato remasterizado.O grande atrativo para os colecionadores foi a inclusão da faixa de estúdio inédita na época, Baby Come On Home. O box também vinha acompanhado de um livreto de 54 páginas, contendo fotos e informações detalhadas sobre as gravações."
      },
      {
        "album": "Early Days and Latter Days",
        "year": 2002,
        "tracks": [
          "Good Times, Bad Times",
          "Babe I'm Gonna Leave You",
          "Dazed And Confused",
          "Communication Breakdown",
          "Whole Lotta Love",
          "What Is And What Should Never Be",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock And Roll",
          "The Battle Of Evermore",
          "When The Levee Breaks",
          "Stairway To Heaven",
          "The Song Remains The Same",
          "No Quarter",
          "Houses Of The Holy",
          "Trampled Underfoot",
          "Kashmir",
          "Ten Years Gone",
          "Achilles Last Stand",
          "Nobody's Fault But Mine",
          "All My Love",
          "In The Evening"
        ],
        "description": "O lançamento Early Days and Latter Days é, na verdade, a junção de duas compilações de melhores momentos da banda, originalmente lançadas como volumes separados. O volume 1, Early Days, foi lançado em novembro de 1999 e focava na fase inicial da banda (1968-1971), cobrindo faixas dos quatro primeiros álbuns. O volume 2, Latter Days, lançado em novembro de 2000, abrangia o período posterior (1973-1980), com faixas dos álbuns restantes com músicas dos álbuns Houses of the Holy, Physical Graffiti, Presence e In Through the Out Door. Em 2002, ambos os volumes foram combinados em um único lançamento, proporcionando aos fãs uma visão abrangente da carreira do Led Zeppelin, desde seus primeiros dias até o final de sua jornada musical."
      },
      {
        "album": "Mothership",
        "year": 2007,
        "tracks": [
          "Good Times Bad Times",
          "Communication Breakdown",
          "Dazed And Confused",
          "Babe I'm Gonna Leave You",
          "Whole Lotta Love",
          "Ramble On",
          "Heartbreaker",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Rock And Roll",
          "Black Dog",
          "When The Levee Breaks",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "Over The Hills And Far Away",
          "D'yer Mak'er",
          "No Quarter",
          "Trampled Under Foot",
          "Houses Of The Holy",
          "Kashmir",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "In The Evening",
          "All My Love"
        ],
        "description": "O Mothership, lançado em novembro de 2007, representa a coletânea definitiva e a mais vendida da carreira do Led Zeppelin, ideal para novos fãs e colecionadores. A compilação é um álbum duplo (dois CDs), totalizando 24 faixas. Uma versão de luxo popular também inclui um DVD com uma seleção de performances ao vivo icônicas da banda. A seleção das faixas foi feita pelos membros remanescentes da banda — Jimmy Page, Robert Plant e John Paul Jones — garantindo um repertório que eles consideravam essencial e representativo. Foi remasterizado digitalmente, sob a supervisão de Jimmy Page, utilizando os mais recentes avanços tecnológicos da época. A arte da capa apresenta o famoso dirigível Hindenburg em um campo de testes, uma imagem que se tornou imediatamente reconhecível e sinônimo da identidade visual da banda na era moderna."
      }
    ]
  }
}
